[Language]
Version=2.2.2
Author=dmocha
Homepage=http://cid-b5fbafab26324420.skydrive.live.com/
Email=



[Messages]
0020=bezczynna
0021=załadowana
0022=uruchomiona
0023=wyłączona
0024=usunięta

;UFormMain


0040=Lister
0041=Archiwa
0042=System plików
0043=Zawartość
0044="  Wszystko  "
0045=Szybkie Szukanie
0050=TC Plugins Manager %s
0051=TC Plugins Manager
0052=Wersja %s %s
0053=Musisz wybrać prawidłowy plik "%s"
0054=
0055=Brak zainstalowanych wtyczek
0056=Wtyczka "%s" jest wyłączona, najpierw ją włącz
0057=Odinstalować "%s"?\n\nUwaga: (plik "%s" zostanie zachowany)
0058=Wyłączyć wtyczkę "%s"?
0059=Zainstalować wtyczkę "%s"?
0060=Nieprawidłowy parametr określonej linii poleceń
0061=
0062=Odinstalować wtyczki? %d
0063=Archiwum wtyczki "%s" domyślnie zainstalowane przez "tcmatch.dll"
0064=Archiwum wtyczki "%s" zainstalowane w folderze "%s"
0065=Archiwum nie zawiera pliku "pluginst.inf"
0066=Nie można odinstalować "tcmatch.dll" z folderu TC
0067=
0068=\n\nUWAGA: już jest zainstalowany!\nZarejestrowany dla\jako: "%s".
0069=Wtyczka "%s" nie obsługuje konfigurowania
0070=Wtyczka "%s" nie posiada pliku .ini
0071=Wtyczka archiwów:  <default extension>  np.: cab\n\nWtyczka Listera/zawartości:  detect_string  e.g.: EXT="DOC" | EXT="RTF"\n\nWtyczka systemu plików:  <root name>  np.: Przeglądarka Sieci
0072=Ogółem wtyczek: %d, nieaktywnych: %d
0073=Wtyczka "%s":\nWyjątek w %s!
0074=Plik "%s" nie został odnaleziony, przeinstaluj aplikację!
0075=Wtyczka o tej samej nazwie jest już zainstalowana w folderze:\n\n%s\n\nCzy chcesz ją nadpisać?\nWybierz Nie by zainstalować w domyślnej lokalizacji.
0076=Wtyczka "%s" pomyślnie odinstalowana
0077=Nie można odinstalować wtyczki "%s", ponieważ nie jest zainstalowana
0078=Rozszerzenie "%s" jest już zarejestrowane dla: "%s". Czy chcesz je przypisać ponownie?

;UFormReport


0080=Raport TC Plugins Manager %s, utworzony %s %s
0081=Wersja TC: %s, ścieżka: "%s", plik konfiguracyjny: "%s"
0082=System operacyjny: %s, wersja %s                  
0083=Folder wtyczek: "%s"             
0084=\n\rWtyczki Listera (WLX):\n\r       
0085=\n\rWtyczki archiwów (WCX):\n\r       
0086=\n\rWtyczki syst.plików (WFX):\n\r  
0087=\n\rWtyczki zawartości (WDX):\n\r      
0088=
0089=Nie mogę zapisać raportu w "%s"
0100=Czy chcesz dodać skrót TC Plugins Manager do przycisku domyślnego paska Total Commandera?\n\nUwaga: Aby odświeżyć pasek przycisków, musisz ponownie uruchomić Total Commandera.

;UFormMain


[Captions]
0050=TC Plugins Manager
0051=Ścieżka TC:  
0052=Wersja TC:  
0053=Status aplikacji:  
0054=Plik konf.:  
0055=Wybierz plik Total Commandera
0056=Ścieżka do pliku wykonywalnego TC
0057=Ścieżka do pliku konfiguracyjnego TC
0058=Wybierz plik wincmd.ini
0059=Uruchom TC
0060=Uruchom
0061=Zrestartuj TC!
0062=&Restart!
0063=Zainstaluj wtyczkę (-ki)
0064=&Nowa wtyczka
0065=Ustaw opcje Menedżera wtyczek
0066=&Opcje
0067=Wyświetl wizytówkę programu
0068=O &programie
0069=Zamknij program
0070=Zamknij
0071=Wyłącz/włącz wybrane wtyczki
0072=
0073=Odinstaluj wybrane wtyczki
0074=Odinstal&uj
0075=Zmień nazwę/skojarzenie wtyczki Listera/systemu plików
0076=Zmień &nazwę
0077=Właściwości pliku...
0078=
0079=
0080=
0081=&Konfiguruj
0082=Konfiguruj wtyczkę (pokaż plik .ini lub okno konfiguracyjne)
0083=Ko&lejność
0084=Zmień kolejność ładowania wtyczek
0085=Wyłącz
0086=Włącz
0087=Odśwież listę
0088=Pokaż wszystkie wtyczki albo tylko wtyczki tego typu
0089=Przeglądaj
0090=Wybierz katalog z wtyczkami
0091=Instaluj z &archiwum
0092=
0093=Us&taw
0094=Ustaw parametry wtyczki archiwum
0095=Zainstaluj zawartość folderu...
0096=Zainstaluj wtyczki z folderu:
0097=
0098=
0099=
0110=Opisz "%s"
0111=Opis:
0112=&Edytuj
0113=Edytuj plik wincmd.ini
0114=Stwórz rapor&t
0115=Twórz plik raportu wtyczek
0116=Filtruj listę
0117=Ładowanie listy z %s wtyczek...
0120=Użyj domyślnego tcmatch.dll
0121=Użyj własnych dll:

;UFormAbout


0100=Menedżer wtyczek dla Total Commandera
0102=Wyślij maila
0103=
0104=Strona domowa:
0105=OK

;UFormAdd


0150=Skojarzenia wtyczki
0151=Anuluj
0152=Wtyczka:
0153=Ustaw nazwę/skojarzenie:

;UFormOptions


0200=Zarejestruj rozszerzenia WCX/WLX/WFX/WDX
0201=(umożliwia instalację wtyczek dla TC po wciśnięciu Entera)
0202=Język:
0203=Odśwież listę co
0204=sek.
0205=Pokaż zakładki dla różnych rodzajów wtyczek
0206=Pokaż typy wtyczek
0207=
0208=Gdy instalujesz wtyczki:
0209=Użyj '%COMMANDER_PATH%' w ścieżkach
0210=Zrestartuj TC po instalacji
0211=Konfiguruj wtyczki archiwów
0212=Domyślne foldery dla różnego rodzaju wtyczek:
0213=W razie potrzeby konfiguruj wtyczki archiwów przed instalacją
0214=Skróty na pasku TC...
0215=Restart TC
0216=Zrestartuj ostatnią instancję
0217=Zamknij wszystkie instancje i uruchom jedną
0218=Użyj zewnętrznego narzędzia restartującego:
0219=Czas restartu (w msek.):
0220=Pokaż wersje wtyczek
0221=Pokaż opisy wtyczek
0222=Przywróć TC na pierwszy plan
0223=Foldery wtyczek
0224=Ustawienia TC FTP:
0225=WinRAR położenie:
0226=Pokaż liczbę wtyczek w porządku alfabetycznym
0228=Użyj konkretnego edytora:
0229=Ścieżki
0240=Ogólny
0241=Zaawansowany

;UFormOrder


0250=Kolejność wtyczek
0251=Tutaj możesz zmienić kolejność ładowania wtyczek %s (0 ładuje się jako pierwsza)
0252=W górę
0253=W dół

;UFormTweak


0300=Wtyczka:
0301=Rozszerzenie:
0302=Opcje:
0303=Tworzenie nowych archiwów
0304=Modyfikowanie istniejących archiwów
0305=Archiwum może zawierać wiele plików
0306=Usuwanie plików
0307=Posiada okno opcji
0308=Obsługuje pakowanie w pamięci
0309=Wykryj typ archiwum poprzez jego zawartość
0310=Zezwól na wyszukiwanie tekstu w archiwach
0311=Nie otwieraj przez Enter, lecz Ctrl+PgDn
0312=Obsługuje szyfrowanie
0313=Usuń
0314=Dodaj nowe
0315=Domyślne
0316=Zmień

;UFormReport


0350=Raport
0351=Możesz zapisać bieżącą listę wtyczek do pliku tekstowego.
0352=Nazwa pliku:
0353=Kolumny:
0354=Wtyczka
0355=Opis
0356=Wersja
0357=Stan
0358=Zarejestrowana dla/jako
0359=Nazwa pliku
0400=Rejestr instalacji wtyczek
0401=Wtyczka (-ki) zainstalowane: %d
0402=Błąd (błędy) miejsce: %d
0403=Uwaga: Musisz teraz zrestartować Total Commandera
0404=Uwaga: Po potwierdzeniu Total Commander zrestartuje
0405=Wymagany restart Total Commandera
0406=Kopiuj log do schowka
0420=Nie można zainstalować wtyczki
0421=Wtyczka już zainstalowana
0422=Nie można uruchomić pakera
0423=Nie można rozpakować
0424=Instalacja anulowana
0425=Nie można utworzyć tymczasowego folderu
0426=Brak wtyczek w archiwum
0427=Brak wtyczek w folderze
0428=Nieznany format wtyczki
0429=Nie można przenieść folderu
0430=Nie można znaleźć folderu
0431=Nie można utworzyć folderu
0432=Nie można przenieść pliku
0433=Nie można usunąć folderu
0434=Instalacja przerwana
0435=Wtyczka nie znaleziona (kilka wtyczek w tym samym folderze?)
0436=Nieprawidłowy parametr pluginst.inf
0450=Skrót do pomocy:
0451=Zainstaluj wtyczkę (-ki)
0452=Zainstaluj wtyczkę (-ki) z archiwum
0453=Zainstaluj wtyczkę (-ki) z folderu
0454=Wyłącz/włącz wtyczkę (-ki)
0455=Zmień aktywną zakładkę
0456=Otwórz folder wtyczki w TC
0457=Zmień nazwę/skojarzenie wtyczki
0458=Odinstaluj wtyczkę (-ki)
0459=Konfiguruj wtyczkę
0460=Zaznacz wszystkie wtyczki
0461=Ustaw filtr panela
0462=Zmiana kolejności wtyczek
0463=Odśwież listę
0464=Opisz wtyczkę w pliku Descript.ion
0465=Pomoc
0466=Pokaż właściwości pliku wtyczki
0467=Naciśnij OK żeby zamknąć narzędzie konfiguracji
0490=Postęp operacji
0491=Skanowanie folderu:
0492=Przetwarzanie wtyczki:
